{* ================================================================================ *}
{* ========================= Удачное создание блога =============================== *}
{* ================================================================================ *}

<div class="con_heading">Блог создан</div>
<p>Создание блога успешно завершено. Вы можете приступить к его наполнению прямо сейчас!</p>
<p><a href="/blogs/{$menuid}/{$blogid}/blog.html">Перейти в блог</a> &rarr;</p>
<p><a href="/users/{$menuid}/{$userid}/profile.html">Мой профиль</a> &rarr;</p>