<?php
/*********************************************************************************************/
//                                                                                           //											 //
//                              InstantCMS v1.7   (c) 2010 FREEWARE                          //
//	 		  http://www.instantcms.ru/, info@instantcms.ru                      //
//                                                                                           //
// 			    written by Vladimir E. Obukhov, 2007-2010                        //
//                                                                                           //
//                                   LICENSED BY GNU/GPL v2                                  //
//                                                                                           //
/*********************************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }
/* 
 * Created by Firs Yuriy
 * e-mail: firs.yura@gmail.com
 * site: firs.org.ua
 */
$_LANG['CLUB_NOT_FOUND']                ='Клуб не найден';
$_LANG['LEAVE_CLUB']                    ='Выйти из состава клуба';
$_LANG['JOIN_CLUB']                     ='Вступить в клуб';
$_LANG['CREATE_CLUB']                   ='Создать клуб';
$_LANG['CONFIG_CLUB']                   ='Настройки клуба';
$_LANG['EXIT_FROM_CLUB']                ='Выход из клуба';
$_LANG['REALY_EXIT_FROM_CLUB']          ='Вы действительно хотите прекратить свое участие в клубе?';
$_LANG['JOINING_CLUB']                  ='Вступление в клуб';
$_LANG['YOU_REALY_JOIN_TO']             ='Вы действительно хотите вступить в';
$_LANG['NEED_KARMA']                    ='Не хватает кармы';
$_LANG['NEED_KARMA_TEXT']               ='У вас не хватает кармы для вступления в этот клуб.';
$_LANG['NEEDED']                        ='Требуется';
$_LANG['HAVE_ONLY']                     ='а имеется только';
$_LANG['WANT_SEE']                      ='Хотите посмотреть';
$_LANG['HISTORY_YOUR_KARMA']            ='историю своей кармы';
$_LANG['SEND_INVITE_CLUB']              ='Отправить приглашение в клуб';
$_LANG['SEND_INVITE_ERROR']             ='У Вас пока что нет друзей или все Ваши друзья уже в этом клубе...';
$_LANG['SEND_INVITE_OK']                ='Приглашение успешно отправлено!';
$_LANG['INVITE_CLUB_TEXT']      		='<strong>Получено приглашение в клуб</strong><br/>Пользователь %user% приглашает Вас вступить в клуб %club%.<br>Вы можете принять его предложение и вступить в клуб, перейдя по ссылке: %link_join%.';
//Template
$_LANG['SELECT_FRIEND']                 ='Выберите друга из списка';
$_LANG['INVITE']                        ='Пригласить';
$_LANG['SEND_MESSAGE']                  ='Создать рассылку';
$_LANG['SEND_MESSAGE_TO_MEMBERS']       ='Разослать информационное сообщение всем участникам клуба';
$_LANG['SEND_MESSAGE_TEXT']             ='Это сообщение получат все участники клуба';
$_LANG['SEND_MESSAGE_TEXT_MOD']         ='Это сообщение получат только модераторы клуба';
$_LANG['ERR_SEND_MESS']             	='В сообщении должен быть текст';
$_LANG['ERR_SEND_MESS_NO_MEMBERS']     	='Невозможно создать рассылку: участники или модераторы клуба не найдены.';
$_LANG['MESSAGE_ONLY_MODERS']          	='отправить только модераторам';
$_LANG['SEND_MESS_TO_MODERS_OK']		='Сообщение разослано модераторам клуба';
$_LANG['SEND_MESS_TO_MEMBERS_OK']		='Сообщение разослано участникам клуба';
$_LANG['CONFIG']                        ='Настройки';
$_LANG['CLUB_DESC']                     ='Описание клуба';
$_LANG['CLUB_PRIVATE']                  ='Материалы клуба закрыты для публичного просмотра. Обратитесь к администратору, если хотите вступить в этот клуб.';
$_LANG['MODERATORS']                    ='Модераторы';
$_LANG['MEMBERS']                       ='Участники';
$_LANG['LIMITS']                        ='Ограничения';
$_LANG['UPLOAD_LOGO']                   ='Загрузить логотип';
$_LANG['MODERATE_TEXT']                 ='Модераторы имеют доступ ко всему содержимому клуба. Они могут редактировать, удалять и модерировать посты в блоге, фотографии и фотоальбомы.';
$_LANG['CLUB_MODERATORS']               ='Модераторы клуба';
$_LANG['MY_FRIENDS']                    ='Мои друзья';
$_LANG['MY_FRIENDS_AND_CLUB_USERS']     ='Друзья и участники клуба';
$_LANG['MAX_MEMBERS']                   ='Максимальное число участников';
$_LANG['MAX_MEMBERS_TEXT']              ='Установите "0" для бесконечного количества';
$_LANG['SELECT_CLUB_TYPE']              ='Выберите тип клуба';
$_LANG['PUBLIC']                        ='Открыт для всех';
$_LANG['PRIVATE']                       ='Открыт для избранных';
$_LANG['USE_LIMITS_KARMA']              ='Использовать ограничение по карме';
$_LANG['USE_LIMITS_KARMA_TEXT']         ='Если отключено, любой пользователь <br/> сможет вступить в клуб';
$_LANG['LIMITS_KARMA']                  ='Ограничение по карме';
$_LANG['LIMITS_KARMA_TEXT']             ='Размер кармы, необходимый пользователю <br/> для вступления клуб';
$_LANG['CLUB_MEMBERS']                  ='Участники клуба';
$_LANG['PREMODER_POSTS_IN_BLOGS']       ='Премодерация записей в блогах';
$_LANG['PREMODER_PHOTOS']               ='Премодерация фотографий';
$_LANG['KARMA_LIMITS_FOR_NEW_POSTS']    ='Ограничение по карме для <br/>создания новых постов в блоге';
$_LANG['POINTS']                        ='баллов';
$_LANG['KARMA_LIMITS_FOR_ADD_PHOTOS']   ='Ограничение по карме для <br/>добавления фотографий';
$_LANG['KARMA_LIMITS_NEW_PHOTOALBUM']   ='Ограничение по карме для <br/>cоздания фотоальбомов';
$_LANG['CLUBS']                         ='Клубы';
$_LANG['CLUBS_DESC']                    ='позволяют людям объединяться. Создавая новый клуб вы автоматически становитесь его администратором.<p>Вы сможете назначать модераторов и устанавливать ограничения на публикацию постов и фотографий.</p>
<p>Сейчас вам нужно указать название клуба и его тип. Расширенные настройки будут доступны после создания клуба.</p>';
$_LANG['CLUB_NAME']                     ='Название клуба';
$_LANG['CLUB_TYPE']                     ='Тип клуба';
$_LANG['YOU_CAN']                       ='Вы можете';
$_LANG['TO_CREATE_NEW_CLUB']            ='создать новый клуб';
$_LANG['RATING']                        ='Рейтинг';
$_LANG['USER']                          ='участник';
$_LANG['USER2']                         ='участника';
$_LANG['USER10']                        ='участников';
$_LANG['NOT_ACTIVE_CLUBS']              ='Нет активных клубов.';
$_LANG['CLUB_ADMIN']                    ='Администратор клуба';
$_LANG['CLUB_BLOG']                     ='Блог клуба';
$_LANG['PHOTOALBUMS']                   ='Фотоальбомы';
$_LANG['ALL_ALBUMS']                    ='Все альбомы';
$_LANG['DEL_ALBUMS']                    ='Удалить альбом';
$_LANG['ADD_PHOTOALBUM']                ='Добавить фотоальбом';
$_LANG['NO_PHOTOALBUM']                 ='В клубе нет фотоальбомов';
$_LANG['NOT_PHOTO']                     ='нет фотографий';
$_LANG['PHOTO']                         ='фотография';
$_LANG['PHOTO2']                        ='фотографии';
$_LANG['PHOTO10']                       ='фотографий';
$_LANG['PHOTO_ON_MOD']                  ='На модерации';
$_LANG['LOADING']                       ='Загрузка';
$_LANG['CLUB_WALL']                     ='Стена клуба';
$_LANG['WRITE_ON_WALL']                 ='Написать на стене';
$_LANG['CLUB_NOT_FOUND_TEXT']           ='Клуб не найден. Возможно он не активен или удален.';
$_LANG['CREATE']                        ='Создать';
$_LANG['ONLY_REG_USER_CAN_WALL']        ='Записи на стене могут оставлять только зарегистрированные пользователи.';
$_LANG['CLUB_EXISTS']                   ='Клуб с таким названием уже существует';
$_LANG['CLUB_REQ_TITLE']                ='Нельзя создать клуб без названия!';
?>